{
  "content": "--- Page 1 ---\nGAME INSTRUCTIONS \n \nAN EXCITING GAME OF STRATEGY  \nGAME INSTRUCTIONS \n \nEquipment Game board, 104 Sequence cards, 48 blue marker chip s, 48 green marker chips, 48 red marker chips. \nPlayers: Any number from 2 to 12 that is divisible by 2 or  3 can play (2, 3, 4, 6, 8, 9, 10 or 12). Up to 3 may \nplay individually. More than 3 must be in  teams. No more than 3 teams can play. \n \nGAME FOR 2 PLAYERS OR 2 TEAMS \n \nObject of the game \nOne player or team must score TW O SEQUENCES before their opponents. \nA Sequence is a connected series of five of the same color marker chip in a straight line, either up and \ndown, across or diagonally on the playing surface. \n Preparation \nChoose two colors of chips. Keep the third color away from the game board. \nTeam players must be evenly divided into two teams. Team members must alternate their physical positions \nwith opponents around the playing surface. \nPlayers cut cards and lowest card deals - Aces are high. \nThe dealer should shuffle the cards and deal out the same number of cards to each player (see table below \nfor proper number of cards to be dealt). The remaining cards are laid down as draw deck, facing down. The \nplayers now pick up their cards making sure no one see them. \nPlace the game board on a flat surface with enough r oom around the game board for placement of the draw \ndeck of cards, marker chips and discards for each player. \n \nNumber of cards dealt each player \n2 players - 7 cards each 8 players - 4 cards each \n4 players - 6 cards each 10 players - 3 cards each \n6 players - 5 cards each 12 players - 3 cards each \n How you play the game \nBegin with the player to the left of the dealer and move in a clockwise direction. \n Your turn \nYou select a card of your choice from your hand and pl ace it face up on a discard pile (players should start \ntheir own discard pile in front of them visible to all other players). \nThen place one of your marker chips on the matching card on the game board. \nFinally, you draw a new card from the draw deck. \nBe careful! Once you have taken your turn and placed your marker chip on the game board, you must take a \ncard from the draw deck. It you fail to take a card before the next play er makes a move AND takes his/her \ncard, you lose the right to take a card and you must finish the game with less cards than the other players - \na disadvantage. \n The game board. Each card is pictured twice on the game board, with the exception of the Jacks (see \nbelow). A player can play on either one of the card spac es as long as it is not already covered by another \nmarker chip. \n Bonus chips. The printed chips in the four co rners of the game board are Bonus  chips. All players must use \nthem as though their color marker chip is in the cor ner. When using a corner, only four of your marker chips \nare needed to complete a Sequence. More than one player may use the same corner as part of a \nSequence. \nThese two teams are busy building a Sequence; one team a vertical Sequence, the other \nteam horizontal. The teams can easily share the Bonus chip in the corner  and thereby both count it as a part \nof their Sequence. \n \nThe Jacks. There are 8 Jacks in the card deck, some with two eyes, other with one-eye. \nThe Jacks with TWO EYES are wild. To play a two-eyed Jack, place it on your discard pile and place one of your marker chips on any open space on the game board. \n\n--- Page 2 ---\nThe Jacks with ONE EYE are anti-wild. To play a one-eyed Jack, place it on your discard pile and remove \none marker chip from the game board belonging to your  opponent. That completes your turn. You cannot \nplace one of your marker chips on that same space durin g this turn. You cannot remove a marker chip that \nis already part of a completed SEQUENCE. Once a SEQUENCE  is achieved by a player or a team, it cannot \nbe broken. \nYou may play either one of the Jacks whenever they  work best for your strategy, during your turn. \n \nDead Card. If you hold a card in your hand which does not have an open space on the game board because \nboth spaces representing that card are covered by a marker chip, you are holding a DEAD CARD and you \nmay turn it in for a new card. When it is your turn , place the dead card on your discard pile, announce that \nyou are turning in a Dead Card and take a replacement card (one card per turn). You then proceed to play \nyour normal turn. \n \nTo win the game \nThe first player or team that scores two Sequences wi ns the game. Please note t hat you may use any one of \nthe spaces from your first Sequence as part of you second. \n \nAlternative rule. There must be no table talk or coaching team members. If a teammate says anything that \nalerts a fellow teammate to the fact  that they are about to do something that they shouldn´t, every member \nof that team must forfeit one card  of their choice from their hand placing it on their discard pile. \n \nAdvanced rule. In this version of the game you can remove y our opponents marker chip, even though it is \nalready part of a completed Sequence. \n GAME FOR 3 PLAYERS OR 3 TEAMS \nThe game is played in the same manner as with 2 players or 2 teams, except for the following: \n \nObject of the game \nOne player or team must score ONE SEQUENCE before their opponents. \nTeam players must divide evenly into three teams. T eam members must alternate their physical positions \nevery third player around the playing surface. \n Number of cards dealt each player \nFor 3 players - 6 cards each For 9 players - 4 cards each For 6 players - 5 cards each For 12 players - 3 cards each \n \nTo win the game \nThe first player or team that scores one Sequence wins the game! \n \n\n",
  "method": "pypdf2",
  "processing_time": 0.06813216209411621
}